/** ===================================================
 * Title: PanelStudentManage_T.java
 * Created: [2022-8-28  21:47:20] by  韩宇
 *=====================================================
 * Copyright:  Copyright (c)　东南大学计算机学院, 2021-2022
 * =====================================================
 * Description: 学生管理-教师界面
 *=====================================================
 *Revised Hisytory:
 *1. 2022-8-28,创建此文件
 *2. 2022-8-28，完善设置
 *3.2022-8-28,前后端连接 修改人：韩宇
 *    修改的内容描述，修改的原因
 */
package com.vcampus.client.window.setjpCourse;

public class PanelStudentManage_T {

}
